<?php
/* @var $this SiteController */

$this->pageTitle = Yii::app()->name;

?>

<h1>Добро пожаловать в LineCRM</b></h1>

<p>
    Система <b><font color = "red">Line</font>CRM</b> - бесплатная и простая CRM система написана на PHP с использованием Yii с сохранением данных в совместимых БД таких как например SQLite, MySQL и т.п. базе данных.
    В БД используются всего 6 таблиц что делает приложение хоть и смешным но рабочим и вполне удобным.
    Основная цель разработки - сделать простое приложение с наращиваемым функционалом и простым кодом.
    Приложение должно быть максимально защищено от несанкционированного доступа.
    Приложение является простым и потому безопасным - проводятся необходимые фильтрации вводимых пользователем данных и другие необходимые меры защиты.
    Состав данных для таблиц проверен моей многолетней практикой работы с другими программами и втом числе с различными бизнес-компаниями.
</p>
<p>
    Код размещен на сайте <a href="https://github.com/tvitcom/linecrm-yii" target="_blank">github.com/tvitcom/linecrm-yii</a>.
</p>
